{
  "champion-island": "Welcome to the Doodle Champion Island Games! Over the coming weeks, join calico (c)athlete Lucky as she explores Doodle Champion Island: a world filled with seven sport mini-games, legendary opponents, dozens of daring side quests, and a few new (and old ;)) friends. Her ultimate goal? Defeat each sport Champion to collect all seven sacred scrolls—and complete extra hidden challenges across Champion Island in the purrr-ocess.<br><br>Are you feline Lucky 😼 ? Click on today's Doodle, join one of the four color teams to contribute to the real-time global leaderboard, and let the games begin!",
  "crossword": "We were lucky and excited to collaborate on our crossword doodle with Merl Reagle, one of the best and most well-known crossword constructors working today. Merl worked with Google engineer/crossword enthusiast, Tom Tabanao, to craft our puzzle grid and write all the clues. Merl's knowledge of the puzzle world—and perspective on crosswords in particular—is considerable. We thoroughly enjoyed the wit and humor he brought to the whole endeavor. Here are Merl's thoughts on the history of the crossword puzzle. -Ed.<br><br>First, it was a huge honor to be asked to do this. Many, many thanks to Tom Tabanao for pulling me in and shepherding the project through.<br><br>Second, it was a great opportunity to bring Arthur Wynne's name into the public spotlight. He never made any money off the crossword, but he made tens of millions of puzzle fans around the world very happy. The fact that the first word across in the first-ever crossword was FUN is very appropriate, too. Crossword puzzles are indeed supposed to be fun—brainy fun, but fun nonetheless. The first puzzle also contained the word DOH, clued as \"fiber of the gomuti palm\"—but it's also appropriate today, 100 years later, as something we would say when we don't get a crossword clue right away. Maybe Arthur could see into the future! In any event, I am thrilled to have been a part of this centennial celebration.<br><br>Posted by Merl Reagle, Crossword Constructor",
  "halloween-2016": "This year's Halloween Doodle follows freshman feline Momo on her mission to rescue her school of magic. Help her cast out mischievous spirits by swiping in the shape of the symbols above the ghosts' heads. And you'd better pounce fast—the ghost that stole the master spellbook is getting away!",
  "halloween-2020": "This Halloween, we're picking up right where our 2016 Magic Cat Academy Doodle left off with a subaquatic shriek-quel! Dive in with Momo the cat to help new friends and reach new depths in her adventure against the Big Boss ghost and its school of ghouls...underwater.<br>Feline lucky? Swim and swipe to PURR-tect the ocean and its creatures before it's too late!",
  "jerry-lawson": "This interactive game Doodle celebrates the 82nd birthday of Gerald \"Jerry\" Lawson, one of the fathers of modern gaming who led the team that developed the first home video gaming system with interchangeable game cartridges.",
  "kids-coding": "Today, during Computer Science Education Week, we celebrate 50 years since kids programming languages were first introduced to the world with a very special creation (and furry friend): our first ever kids focused coding Google Doodle! Today's Doodle was developed through the close teamwork of not one or two but THREE teams: the Google Doodle team, Google Blockly team, and researchers from MIT Scratch!",
  "pacman": "On this day in 1980, PAC-MAN made it's debut.",
  "scoville": "People have known about the tongue-burning, tear-inducing qualities of peppers long before Columbus reached the Americas. Before Wilbur Scoville, however, no one knew how to measure a pepper's “heat”. The doodle team thought his work in this field—and the development of his eponymous Scoville Scale—deserved some recognition."
}